Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/Bluetooth.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# btsa_no_mouse_description
source: Open Bluetooth Setup Assistant when no mouse or trackpad is detected when you start your computer. Bluetooth Setup Assistant will launch and connect the Bluetooth mouse or trackpad.
ar: فتح مساعد إعداد Bluetooth عندما لا يتم اكتشاف ماوس أو لوحة تعقب عند بدء تشغيل الكمبيوتر. سيشغل مساعد إعداد Bluetooth التطبيق ويوصِّل الماوس أو لوحة التعقب.
ca: Si no es detecta cap ratolí o trackpad en engegar l’ordinador, obre l’Assistent de Configuració Bluetooth. L’assistent s’iniciarà i connectarà el ratolí o trackpad Bluetooth.
cs: Pokud počítač po spuštění nenajde myš ani trackpad, otevře se Průvodce nastavením Bluetooth. Průvodce po spuštění připojí myš nebo trackpad přes Bluetooth.
da: Åbn Bluetooth-indstillingsassistent, hvis der ikke bliver fundet en mus eller et pegefelt, når du starter computeren. Bluetooth-indstillingsassistent starter og opretter forbindelse til Bluetooth-musen eller -pegefeltet.
de: Öffne den Bluetooth-Assistenten, wenn beim Starvorgang des Computers keine Maus oder kein Trackpad entdeckt wird. Der Bluetooth-Assistent wird starten und die Bluetooth-Maus bzw. das Bluetooth-Trackpad verbinden.
el: Ανοίξτε τον Βοηθό διαμόρφωσης Bluetooth στην περίπτωση μη ανίχνευσης ποντικιού ή επιφάνειας αφής κατά την εκκίνηση του υπολογιστή σας. Ο Βοηθός διαμόρφωσης Bluetooth θα εκκινηθεί και θα συνδέσει το ποντίκι ή την επιφάνεια αφής Bluetooth.
es: Si no se detecta ningún ratón o trackpad al arrancar el ordenador, se abrirá la app Asistente de Configuración Bluetooth para conectar el ratón o trackpad Bluetooth.
es_us: Abre el Asistente de Configuración Bluetooth si no se detecta ningún mouse o trackpad cuando enciendes tu computadora para que los conecte al abrirse.
fi: Avaa Bluetoothin käyttöönottoapuri, kun tietokone käynnistetään, eikä hiirtä tai ohjauslevyä havaita. Bluetoothin käyttöönottoapuri käynnistyy ja yhdistää Bluetooth-hiiren tai -näppäimistön.
fr: Ouvrez Assistant réglages Bluetooth lorsqu’aucun trackpad ou souris n’est détecté au démarrage de votre ordinateur. Assistant réglages Bluetooth sera lancé et se connectera au trackpad ou à la souris Bluetooth.
fr_ca: Ouvrez Assistant réglages Bluetooth lorsqu’aucune souris ni aucun pavé tactile ne sont détectés au démarrage de votre ordinateur. Une fois l’app ouverte, elle connectera la souris ou le pavé tactile Bluetooth.
he: ניתן לפתוח את ״מדריך ההגדרות של Bluetooth״ כאשר לא מזוהים עכבר או משטח מגע בעת הפעלת המחשב. ״מדריך ההגדרות של Bluetooth״ יופעל ויחבר את העכבר או משטח המגע שתומכים ב-Bluetooth.
hi: आपके कंप्यूटर चालू करने पर किसी भी माउस या ट्रैकपैड की पहचान नहीं होने पर Bluetooth सेटअप सहायक खोलें। Bluetooth सेटअप सहायक लॉन्च किया जाएगा और Bluetooth माउस या ट्रैकपैड कनेक्ट किया जाएगा।
hr: Otvaranje Asistenta za podešavanje Bluetootha kad miš ili dodirna površina nisu detektirani prilikom uključenja računala. Pokrenut će se Asistent za podešavanje Bluetootha i spojiti Bluetooth miš ili dodirnu površinu.
hu: Ha a számítógép indításakor nem észlelhető egér vagy trackpad, nyissa meg a Bluetooth beállítási asszisztenst, amely az elindulást követően csatlakoztatja a Bluetooth-egeret vagy -trackpadet.
id: Buka Asisten Pengaturan Bluetooth jika tidak ada tetikus atau trackpad yang terdeteksi saat Anda memulai komputer. Asisten Pengaturan Bluetooth akan diluncurkan dan menghubungkan tetikus atau trackpad Bluetooth.
it: Quando non viene rilevato un mouse o un trackpad all’avvio del computer, apri Impostazione Assistita Bluetooth. L’app si avvierà e connetterà il mouse o il trackpad Bluetooth.
ja: コンピュータの起動時にマウスまたはトラックパッドが検出されない場合、Bluetooth設定アシスタントが開きます。Bluetooth設定アシスタントが起動し、BluetoothマウスまたはBluetoothトラックパッドが接続されます。
ko: 컴퓨터를 시동했을 때 마우스 또는 트랙패드가 검색되지 않을 경우 Bluetooth 설정 지원을 여십시오. Bluetooth 설정 지원이 실행되면서 Bluetooth 마우스 또는 트랙패드를 연결합니다.
ms: Buka Pembantu Persediaan Bluetooth apabila tiada tetikus atau trackpad dikesan apabila anda memulakan komputer anda. Pembantu Persediaan Bluetooth akan dilancarkan dan menyambungkan tetikus atau trackpad Bluetooth.
nb: Åpne Bluetooth-oppsettassistent hvis det ikke registreres noen mus eller styreflate når du starter datamaskinen. Bluetooth-oppsettassistent vil åpnes og koble til Bluetooth-musen og -styreflaten.
nl: Open de Bluetooth-configuratie-assistent wanneer er geen muis of trackpad wordt gedetecteerd wanneer je je computer opstart. De Bluetooth-configuratie-assistent wordt gestart en maakt verbinding met de Bluetooth-muis of -trackpad.
pl: Asystent ustawień Bluetooth będzie otwierany, jeśli po uruchomieniu komputera nie zostanie wykryta żadna mysz ani gładzik, i pozwoli połączyć z myszą lub gładzikiem Bluetooth.
pt_br: Se nenhum mouse ou trackpad for detectado quando você iniciar o computador, abra o Assistente de Configuração do Bluetooth, que conectará ao mouse ou trackpad Bluetooth.
pt_pt: Abrir o Assistente de Configuração Bluetooth se não for detetado nenhum rato ou trackpad ao iniciar o computador. O Assistente de Configuração Bluetooth será aberto e estabelecerá ligação ao rato ou trackpad Bluetooth.
ro: Deschideți „Asistent configurare Bluetooth” dacă nu este detectat niciun maus sau trackpad la pornirea computerului. „Asistent configurare Bluetooth” se va lansa și va conecta mausul sau trackpadul.
ru: Если при загрузке компьютера не удается обнаружить мышь или трекпад, откройте Ассистент настройки Bluetooth. Он запустится и подключит мышь или трекпад по Bluetooth.
sk: Ak sa pri spustení počítača nenájde žiadna myš ani klávesnica, otvorte Sprievodcu nastavením Bluetooth. Tento sprievodca vám pomôže pripojiť Bluetooth myš alebo trackpad.
sl: Če ob zagonu računalnika miška ali sledilna ploščica ni zaznana, odprite Pomočnika za nastavitev Bluetootha. Ta se bo zagnal in vzpostavil povezavo z miško ali sledilno ploščico.
sv: Öppna Bluetooth Inställningsassistent om ingen mus eller styrplatta hittades när du startade datorn. Bluetooth Inställningsassistent öppnas och ansluter Bluetooth-musen eller -styrplattan.
th: เปิดผู้ช่วยตั้งค่าบลูทูธเมื่อไม่พบเมาส์หรือแทร็คแพดเมื่อคุณเริ่มการทำงานคอมพิวเตอร์ของคุณ ผู้ช่วยตั้งค่าบลูทูธจะเปิดและเชื่อมต่อกับเมาส์หรือ แทร็คแพดบลูทูธ
tr: Bilgisayarınızı açtığınızda Fare veya izleme dörtgeni algılanmazsa Bluetooth Ayarlama Yardımcısı’nı açar. Bluetooth Ayarlama Yardımcısı açılır ve Bluetooth fareyi veya izleme dörtgenini bağlar.
uk: Відкривати Асистент Bluetooth, якщо під час запуску компʼютера не виявлено мишки чи трекпеда. Асистент Bluetooth запуститься та підʼєднає мишку чи трекпед через Bluetooth.
vi: Mở Trợ lý thiết lập Bluetooth khi không phát hiện thấy chuột hoặc bàn di chuột nào khi bạn khởi động máy tính của mình. Trợ lý thiết lập Bluetooth sẽ khởi chạy và kết nối chuột hoặc bàn di chuột Bluetooth.
zh_cn: 启动电脑时若未检测到鼠标或触控板，则会打开“蓝牙设置助理”。“蓝牙设置助理”将启动并连接蓝牙鼠标或触控板。
zh_hk: 如電腦在啟動時未偵測到滑鼠或觸控板，請開啟「藍牙設定輔助程式」。「藍牙設定輔助程式」會啟動並連接藍牙滑鼠或觸控板。
zh_tw: 電腦在啟動時未偵測到滑鼠或觸控式軌跡板，則會打開「藍牙設定輔助程式」。「藍牙設定輔助程式」會啟動並連接藍牙滑鼠或觸控式軌跡板。

# btsa_remove_keyboard_description
source: Make sure you have a keyboard connected if the Bluetooth device isn’t available.
ar: تأكد من وجود لوحة مفاتيح متصلة في حالة عدم توفر جهاز Bluetooth.
ca: Comprova que hi ha un teclat connectat si el dispositiu Bluetooth no està disponible.
cs: Pokud není Bluetooth zařízení k dispozici, je třeba připojit jinou klávesnici.
da: Sørg for, at der er tilsluttet et tastatur, hvis Bluetooth-enheden ikke er tilgængelig.
de: Vergewissere dich, dass du eine Tastatur angeschlossen hast, falls das Bluetooth-Gerät nicht verfügbar ist.
el: Φροντίστε να είναι συνδεδεμένο ένα πληκτρολόγιο αν η συσκευή Bluetooth δεν είναι διαθέσιμη.
es: Asegúrate de tener un teclado conectado si el dispositivo Bluetooth no está disponible.
es_us: Asegúrate de tener un teclado conectado si el dispositivo Bluetooth no está disponible.
fi: Jos Bluetooth-laite ei ole käytettävissä, varmista, että jokin näppäimistö on liitettynä.
fr: Assurez-vous qu’un clavier est bien branché si votre appareil Bluetooth n’est pas disponible.
fr_ca: Assurez-vous qu’un clavier est bien branché si votre appareil Bluetooth n’est pas disponible.
he: אם מכשיר ה-Bluetooth לא זמין, יש לוודא שמחוברת מקלדת.
hi: यदि Bluetooth डिवाइस उपलब्ध नहीं है, तो सुनिश्चित करें कि कोई कीबोर्ड कनेक्टेड हो।
hr: Ako Bluetooth uređaj nije dostupan, spojite tipkovnicu.
hu: Ha a Bluetooth-eszköz nem érhető el, csatlakoztasson egy billentyűzetet.
id: Pastikan Anda memiliki papan ketik yang terhubung jika perangkat Bluetooth tidak tersedia.
it: Se il dispositivo Bluetooth non è disponibile, assicurati di avere una tastiera collegata.
ja: Bluetoothキーボードが使用できない場合は、キーボードが1台接続されていることを確認してください。
ko: Bluetooth 기기가 사용 가능하지 않다면 연결된 키보드가 있는지 확인하십시오.
ms: Pastikan anda mempunyai papan kekunci disambungkan jika peranti Bluetooth tidak tersedia.
nb: Sørg for å ha et tastatur tilkoblet hvis Bluetooth-enheten ikke er tilgjengelig.
nl: Zorg ervoor dat er een toetsenbord is aangesloten als het Bluetooth-apparaat niet beschikbaar is.
pl: Jeśli urządzenie Bluetooth nie jest dostępne, upewnij się, że masz podłączoną klawiaturę.
pt_br: Se o dispositivo Bluetooth não estiver disponível, certifique-se de ter um teclado conectado.
pt_pt: Certifique‑se de ligar outro teclado, caso o dispositivo Bluetooth não esteja disponível.
ro: Asigurați‑vă că aveți o tastatură conectată dacă dispozitivul Bluetooth nu este disponibil.
ru: Если устройство Bluetooth недоступно, убедитесь в том, что клавиатура подключена.
sk: Ak nie je dostupné Bluetooth zariadenie, uistite sa, že je pripojená bežná klávesnica.
sl: Če naprava Bluetooth ni na voljo, preverite, ali imate vzpostavljeno povezavo s tipkovnico.
sv: Se till att du har ett tangentbord anslutet om Bluetooth-enheten inte är tillgänglig.
th: ตรวจสอบให้แน่ใจว่าแป้นพิมพ์เชื่อมต่ออยู่หากไม่มีอุปกรณ์บลูทูธ
tr: Bluetooth aygıt kullanılamıyorsa bağlı bir klavyenizin olduğundan emin olun.
uk: Переконайтеся, що якусь клавіатуру підʼєднано, якщо пристрій Bluetooth недоступний.
vi: Đảm bảo rằng bạn đã kết nối bàn phím nếu thiết bị Bluetooth không khả dụng.
zh_cn: 如果蓝牙设备不可用，请确保连接了一个键盘。
zh_hk: 如無法使用藍牙裝置，請確定你已連接鍵盤。
zh_tw: 若無法使用藍牙裝置，請確定你已連接鍵盤。

# btsa_remove_mouse_trackpad_description
source: Make sure you have a mouse or trackpad connected if the Bluetooth device isn’t available.
ar: تأكد من وجود ماوس أو لوحة تعقب متصلة في حالة عدم توفر جهاز Bluetooth.
ca: Comprova que hi ha un ratolí o trackpad connectat si el dispositiu Bluetooth no està disponible.
cs: Pokud není k dispozici Bluetooth myš nebo trackpad, je třeba připojit jiné zařízení.
da: Sørg for, at der er tilsluttet en mus eller et pegefelt, hvis Bluetooth-enheden ikke er tilgængelig.
de: Vergewissere dich, dass du eine Maus oder ein Trackpad angeschlossen hast, falls das Bluetooth-Geräte nicht verfügbar ist.
el: Φροντίστε να είναι συνδεδεμένο ένα ποντίκι ή μια επιφάνεια αφής αν η συσκευή Bluetooth δεν είναι διαθέσιμη.
es: Asegúrate de tener un ratón o trackpad conectado si el dispositivo Bluetooth no está disponible.
es_us: Asegúrate de tener un mouse o trackpad conectado si el dispositivo Bluetooth no está disponible.
fi: Jos Bluetooth-laitetta ei ole käytettävissä, varmista, että jokin hiiri tai ohjauslevy on liitettynä.
fr: Assurez-vous qu’une souris ou un trackpad est bien branché si votre appareil Bluetooth n’est pas disponible.
fr_ca: Assurez-vous qu’une souris ou un pavé tactile est bien branché si votre appareil Bluetooth n’est pas disponible.
he: יש לוודא שיש עכבר או משטח מגע מחוברים אם מכשיר ה-Bluetooth אינו זמין.
hi: यदि Bluetooth डिवाइस उपलब्ध नहीं है, तो सुनिश्चित करें कि आपका माउस या ट्रैकपैड कनेक्टेड है।
hr: Ako Bluetooth uređaj nije dostupan, spojite miša ili dodirnu površinu.
hu: Ha a Bluetooth-eszköz nem érhető el, csatlakoztasson egy egeret vagy trackpadet.
id: Pastikan Anda memiliki tetikus atau trackpad yang terhubung jika perangkat Bluetooth tidak tersedia.
it: Se il dispositivo Bluetooth non è disponibile, assicurati di avere un mouse o un trackpad collegato.
ja: BluetoothマウスまたはBluetoothトラックパッドが使用できない場合は、マウスまたはトラックパッドが1台接続されていることを確認してください。
ko: Bluetooth 기기가 사용 가능하지 않다면 연결된 마우스 또는 트랙패드가 있는지 확인하십시오.
ms: Pastikan anda mempunyai tetikus atau trackpad disambungkan jika peranti Bluetooth tidak tersedia.
nb: Sørg for å ha en mus eller styreflate tilkoblet hvis Bluetooth-enheten ikke er tilgjengelig.
nl: Zorg dat er een muis of trackpad is aangesloten als het Bluetooth-apparaat niet beschikbaar is.
pl: Jeśli urządzenie Bluetooth nie jest dostępne, upewnij się, że masz podłączoną mysz lub gładzik.
pt_br: Se o dispositivo Bluetooth não estiver disponível, certifique-se de ter um mouse ou um trackpad conectado.
pt_pt: Certifique‑se de ligar outro rato ou trackpad, caso o dispositivo Bluetooth não esteja disponível.
ro: Asigurați-vă că aveți un maus sau un trackpad conectat dacă dispozitivul Bluetooth nu este disponibil.
ru: Если Bluetooth-устройство недоступно, проверьте, что мышь или трекпад подключены.
sk: Ak nie je dostupné Bluetooth zariadenie, uistite sa, že je pripojená myš alebo trackpad.
sl: Če naprava Bluetooth ni na voljo, preverite, ali imate vzpostavljeno povezavo z miško ali sledilno ploščico.
sv: Se till att du har en mus eller styrplatta ansluten om Bluetooth-enheten inte är tillgänglig.
th: ตรวจสอบว่าเมาส์หรือแทร็คแพดเชื่อมต่ออยู่หากไม่มีอุปกรณ์บลูทูธ
tr: Bluetooth aygıtı kullanılamıyorsa bağlı bir farenizin veya izleme dörtgeninizin olduğundan emin olun.
uk: Переконайтеся, що мишку чи трекпед підʼєднано, якщо пристрій Bluetooth недоступний.
vi: Đảm bảo rằng bạn đã kết nối chuột hoặc bàn di chuột nếu thiết bị Bluetooth không khả dụng.
zh_cn: 如果蓝牙设备不可用，请确保连接了一个鼠标或触控板。
zh_hk: 如無法使用藍牙裝置，請確定你已連接滑鼠或觸控板。
zh_tw: 若無法使用藍牙裝置，請確定你已連接滑鼠或觸控式軌跡板。

# btsa_remove_prompt
source: Don’t open Bluetooth Setup Assistant at startup?
ar: عدم فتح مساعد إعداد Bluetooth عند بدء التشغيل؟
ca: No vols obrir l’Assistent de Configuració Bluetooth en arrencar?
cs: Nechcete při spuštění otevřít Průvodce nastavením Bluetooth?
da: Åbn ikke Bluetooth-indstillingsassistent ved start?
de: Bluetooth-Assistent beim Startvorgang nicht öffnen?
el: Να μην ανοίγει ο Βοηθός διαμόρφωσης Bluetooth κατά την εκκίνηση;
es: ¿No abrir el Asistente de Configuración Bluetooth al inicio?
es_us: ¿No abrir el Asistente de Configuración Bluetooth al inicio?
fi: Etkö halua avata Bluetoothin käyttöönottoapuria käynnistyksen yhteydessä?
fr: Ne pas ouvrir automatiquement l’assistant réglages Bluetooth ?
fr_ca: Ne pas ouvrir automatiquement Assistant réglages Bluetooth?
he: לא לפתוח את ״מדריך ההגדרות של Bluetooth״ בעת ההפעלה?
hi: स्टार्टअप पर Bluetooth सेटअप सहायक न खोलें?
hr: Ne želite otvoriti Asistenta za podešavanje Bluetootha pri pokretanju?
hu: Ne nyissa meg a rendszer a Bluetooth beállítási asszisztenst az indításkor?
id: Jangan buka Asisten Pengaturan Bluetooth saat mulai?
it: Non vuoi aprire Impostazione Assistita Bluetooth all’avvio?
ja: 起動時にBluetooth設定アシスタントを開かないようにしますか?
ko: 시동 시 Bluetooth 설정 지원을 열지 않겠습니까?
ms: Jangan buka Pembantu Persediaan Bluetooth pada permulaan?
nb: Vil du ikke åpne Bluetooth-oppsettassistent ved oppstart?
nl: Bluetooth-configuratie-assistent niet openen bij opstarten?
pl: Nie otwierać Asystenta ustawień Bluetooth po uruchomieniu systemu?
pt_br: Não abrir o Assistente de Configuração de Bluetooth durante a inicialização?
pt_pt: Não abrir o Assistente de Configuração Bluetooth no arranque?
ro: Nu doriți ca Asistent de configurare Bluetooth să se deschidă la inițializare?
ru: Не открывать Ассистент настройки Bluetooth при запуске?
sk: Neotvárať sprievodcu nastavením Bluetooth pri štarte?
sl: Ne želite odpreti Pomočnika za nastavitev Bluetootha ob zagonu računalnika?
sv: Öppna inte Bluetooth Inställningsassistent vid start?
th: ไม่เปิดผู้ช่วยตั้งค่าบลูทูธขณะเริ่มต้นระบบใช่ไหม
tr: Bluetooth Ayarlama Yardımcısı başlangıçta açılmasın mı?
uk: Не відкривати Асистент Bluetooth під час запуску?
vi: Không mở Trợ lý thiết lập Bluetooth khi khởi động?
zh_cn: 启动时不打开“蓝牙设置助理”吗？
zh_hk: 你不要在啟動時開啟「藍牙設定輔助程式」嗎？
zh_tw: 你不要在啟動時打開「藍牙設定輔助程式」嗎？

source: Camera
ar: كاميرا
ca: Càmera
cs: Fotoaparát
da: Kamera
de: Kamera
el: Κάμερα
es: Cámara
es_us: Cámara
fi: Kamera
fr: Caméra
fr_ca: Caméra
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
ms: Kamera
nb: Kamera
pl: Kamera
pt_br: Câmera
pt_pt: Câmara
ro: Cameră video
ru: Камера
sk: Kamera
sl: Kamera
sv: Kamera
th: กล้อง
tr: Kamera
uk: Камера
zh_cn: 相机
zh_hk: 相機
zh_tw: 相機

# can_not_turn_off_bluetooth
source: Bluetooth Can’t Be Turned Off
ar: لا يمكن إيقاف Bluetooth
ca: Error en desactivar el Bluetooth
cs: Bluetooth nelze vypnout
da: Bluetooth kan ikke slås fra
de: Bluetooth kann nicht deaktiviert werden
el: Δεν είναι δυνατή η απενεργοποίηση του Bluetooth
es: No se puede desactivar Bluetooth
es_us: No se puede desactivar Bluetooth
fi: Bluetoothia ei voida laittaa pois päältä
fr: Impossible de désactiver le Bluetooth
fr_ca: Impossible de désactiver Bluetooth
he: לא ניתן לכבות את Bluetooth
hi: Bluetooth बंद नहीं किया जा सकता है
hr: Bluetooth se ne može isključiti
hu: A Bluetooth nem kapcsolható ki
id: Bluetooth Tidak Dapat Dimatikan
it: Impossibile disattivare il Bluetooth
ja: Bluetoothをオフにできません
ko: Bluetooth를 끌 수 없음
ms: Bluetooth Tidak Boleh Dinyahaktifkan
nb: Bluetooth kan ikke slås av
nl: Bluetooth kan niet worden uitgeschakeld
pl: Nie można wyłączyć Bluetooth
pt_br: Não é possível desativar o bluetooth
pt_pt: Não é possível desativar o Bluetooth
ro: Conexiunea Bluetooth nu poate fi dezactivată
ru: Нельзя выключить Bluetooth
sk: Bluetooth nie je možné vypnúť
sl: Bluetootha ni mogoče izklopiti
sv: Det går inte att stänga av Bluetooth
th: ไม่สามารถปิดบลูทูธได้
tr: Bluetooth Kapatılamaz
uk: Неможливо вимкнути Bluetooth
vi: Không thể tắt Bluetooth
zh_cn: 无法关闭蓝牙
zh_hk: 無法關閉藍牙
zh_tw: 無法關閉藍牙

# can_not_turn_off_bluetooth_description
source: You won’t be able to control this computer while Bluetooth is turned off. Connect a keyboard and a mouse or trackpad using the USB connector before turning Bluetooth off.
ar: لن تتمكن من التحكم بهذا الكمبيوتر أثناء توقف Bluetooth. يجب توصيل لوحة مفاتيح وماوس أو لوحة تعقب تعمل بموصل USB قبل إيقاف تشغيل Bluetooth.
ca: Mentre el Bluetooth estigui desactivat, no podràs controlar l’ordinador. Abans de desactivar‑lo, connecta‑hi un teclat i un ratolí o un trackpad mitjançant el connector USB.
cs: Když Bluetooth vypnete, nebudete moct tento počítač ovládat. Před vypnutím rozhraní Bluetooth připojte klávesnici a myš nebo trackpad pomocí USB konektoru.
da: Du vil ikke kunne betjene denne computer, mens Bluetooth er slået fra. Tilslut et tastatur og en mus eller et pegefelt via USB-stikket, før du slår Bluetooth fra.
de: Du wirst den Computer nicht steuern können, solange Bluetooth deaktiviert ist. Verbinde eine Tastatur und eine Maus oder ein Trackpad mit dem USB-Stecker, bevor du Bluetooth deaktivierst.
el: Δεν θα είναι δυνατό να ελέγξετε αυτόν τον υπολογιστή ενώ το Bluetooth είναι απενεργοποιημένο. Συνδέστε ένα πληκτρολόγιο και ένα ποντίκι ή μια επιφάνεια αφής χρησιμοποιώντας τον σύνδεσμο USB πριν από την απενεργοποίηση του Bluetooth.
es: No podrás controlar este ordenador si la conexión Bluetooth está desactivada. Antes de desactivar Bluetooth, conecta un teclado y un ratón o trackpad por USB.
es_us: No podrás controlar esta computadora si Bluetooth está desactivado. Conecta un teclado, mouse o trackpad con un cable USB antes de desactivar Bluetooth.
fi: Et voi hallita tätä tietokonetta, kun Bluetooth ei ole päällä. Liitä näppäimistö ja hiiri tai ohjauslevy USB:llä ennen Bluetoothin sammuttamista.
fr: Vous ne pourrez pas contrôler cet ordinateur lorsque le Bluetooth sera désactivé. Connectez un clavier, une souris ou un trackpad en USB avant de désactiver le Bluetooth.
fr_ca: Vous ne pourrez pas contrôler cet ordinateur tant que Bluetooth sera désactivé. Connectez un clavier et une souris ou un pavé tactile par USB avant de désactiver Bluetooth.
he: לא יהיה באפשרותך לשלוט במחשב זה כאשר Bluetooth כבוי. לפני הכיבוי של Bluetooth, יש לחבר מקלדת ועכבר או משטח מגע אלחוטיים באמצעות מחבר ה-USB.
hi: Bluetooth बंद रहने पर आप इस कंप्यूटर को नियंत्रित नहीं कर सकेंगे। Bluetooth बंद करने से पहले USB कनेक्टर का इस्तेमाल करके कीबोर्ड और माउस या ट्रैकपैड कनेक्ट करें।
hr: Nećete moći upravljati ovim računalom dok je Bluetooth isključen. Spojite tipkovnicu i miš ili dodirnu površinu putem USB priključka prije nego što isključite Bluetooth.
hu: Nem vezérelheti ezt a számítógépet, amikor a Bluetooth ki van kapcsolva. A Bluetooth kikapcsolása előtt csatlakoztasson egy billentyűzetet és egy egeret, illetve trackpadot az USB-csatlakozó használatával.
id: Anda tidak akan dapat mengontrol komputer ini saat Bluetooth dimatikan. Hubungkan papan ketik dan tetikus atau trackpad menggunakan konektor USB sebelum mematikan Bluetooth.
it: Non potrai controllare il computer mentre il Bluetooth è disattivato. Prima di disattivarlo, collega una tastiera e un mouse o un trackpad utilizzando il connettore USB.
ja: Bluetoothがオフになっているとこのコンピュータを制御できなくなります。Bluetoothをオフにする前にUSBコネクタを使用してキーボードとマウス（またはトラックパッド）を接続してください。
ko: Bluetooth를 끄면 이 컴퓨터를 제어할 수 없게 됩니다. Bluetooth를 끄기 전에 USB를 사용하여 키보드 및 마우스, 또는 트랙패드를 연결하십시오.
ms: Anda tidak akan dapat mengawal komputer ini semasa Bluetooth dinyahaktifkan. Sambungkan papan kekunci dan tetikus atau trackpad menggunakan penyambung USB sebelum menyahaktifkan Bluetooth.
nb: Du kan ikke styre denne datamaskinen mens Bluetooth er slått av. Koble til et tastatur og en mus eller styreflate via USB-kontakten før du slår av Bluetooth.
nl: Je kunt deze computer niet bedienen terwijl Bluetooth is uitgeschakeld. Verbind een toetsenbord en een muis of trackpad via de USB-connector voordat je Bluetooth uitschakelt.
pl: Po wyłączeniu Bluetooth utracisz możliwość sterowania komputerem. Zanim to zrobisz, podłącz klawiaturę oraz mysz lub gładzik USB.
pt_br: Você não poderá controlar este computador enquanto o Bluetooth estiver desativado. Conecte um teclado e um mouse ou trackpad usando o conector USB antes de desativar o Bluetooth.
pt_pt: Não poderá controlar este computador com o Bluetooth desativado. Ligue um teclado e um rato ou trackpad através do conector USB antes de desativar o Bluetooth.
ro: Nu veți putea controla acest computer cât timp conexiunea Bluetooth este dezactivată. Înainte de a dezactiva Bluetooth, conectați o tastatură, un maus sau un trackpad utilizând un conector USB.
ru: Вы не сможете управлять этим компьютером, пока выключен Bluetooth. Прежде чем выключить Bluetooth, подключите клавиатуру и мышь или трекпад через разъем USB.
sk: Keď vypnete Bluetooth, nebudete môcť ovládať tento počítač. Predtým, než Bluetooth vypnete, pripojte klávesnicu a myš alebo trackpad prostredníctvom USB konektora.
sl: Medtem ko je Bluetooth izklopljen, tega računalnika ne boste mogli upravljati. Pred izklopom Bluetootha prek vmesnika USB povežite tipkovnico in miško ali sledilno ploščico.
sv: Du kommer inte att kunna styra den här datorn när Bluetooth har stängts av. Anslut ett tangentbord och en mus eller en styrplatta via USB innan du stänger av Bluetooth.
th: คุณจะไม่สามารถควบคุมคอมพิวเตอร์เครื่องนี้ในระหว่างที่ปิดบลูทูธได้ เชื่อมต่อแป้นพิมพ์และเมาส์หรือแทร็คแพดโดยใช้หัวต่อ USB ก่อนที่จะปิดบลูทูธ
tr: Bu bilgisayarı Bluetooth kapalıyken denetleyemezsiniz. Bluetooth’u kapatmadan önce USB bağlayıcıyı kullanarak bir klavye ve fare veya izleme dörtgeni bağlayın.
uk: Якщо вимкнути Bluetooth, ви не зможете керувати цим компʼютером. Перш ніж вимикати Bluetooth, підʼєднайте клавіатуру й мишку чи трекпед USB‑кабелем.
vi: Bạn sẽ không thể điều khiển máy tính này trong khi Bluetooth bị tắt. Hãy kết nối bàn phím và chuột hoặc bàn di chuột bằng đầu nối USB trước khi tắt Bluetooth.
zh_cn: 蓝牙关闭期间你将无法控制此电脑。关闭蓝牙前，请使用USB接口连接键盘和鼠标或触控板。
zh_hk: 藍牙關閉期間你將無法控制此電腦。關閉藍牙前，請使用USB連接器連接鍵盤和滑鼠或觸控板。
zh_tw: 你無法在藍牙關閉時控制此電腦。請在關閉藍牙前使用USB連接器來連接鍵盤和滑鼠或觸控式軌跡板。
